[
  {
    "title": "'Free Money': These Are the Hottest Airdrops Around Right Now",
    "subtitle_generated": "Discover the latest token airdrops in the crypto space and how you can participate",
    "summary": [
      "Jito, a Solana DeFi protocol, recently launched its JTO token airdrop with a collective value of $225 million.",
      "Starknet, an Ethereum layer-2 scaling network, plans to host a STRK token airdrop soon for early users and contributors.",
      "Blast, an upcoming Ethereum layer-2 scaling network, has generated significant interest with traders staking $834 million worth of ETH in hopes of earning airdropped tokens.",
      "Jupiter, a popular Solana DeFi aggregator, is expected to have a notable airdrop soon for nearly a million eligible wallets.",
      "Portal, a gaming token project, is incentivizing Twitter users to spread the word about its upcoming airdrop, aiming to bridge the gap between crypto games with a single cross-chain token."
    ],
    "link": "https://decrypt.co/209179/free-money-hottest-airdrops-around-right-now"
  },
  {
    "title": "NuggetRush Smashes Past $850,000 Raised, Price Jumps 30%",
    "subtitle_generated": "NuggetRush emerges as a strong contender in the world of meme coins with its unique value proposition and real-world impact.",
    "summary": [
      "NuggetRush (NUGX) challenges the dominance of Dogecoin in the cryptocurrency market.",
      "NUGX distinguishes itself by blending gaming thrills with real-world impact through GameFi.",
      "The tokenomics of NUGX are strategically designed for price appreciation.",
      "NuggetRush aims to make a tangible difference by supporting artisanal miners in underdeveloped regions.",
      "The project incorporates a secure and transparent marketplace for in-game assets and NFTs."
    ],
    "link": "https://beincrypto.com/nuggetrush-smashes-past-850000-raised-price-jumps-30/"
  },
  {
    "title": "U.S., South Korea, Japan Discuss North Korean Crypto Thefts in Trilateral Meeting",
    "subtitle_generated": "National security officials meet to address North Korea's crypto thefts and weapons programs",
    "summary": [
      "U.S., South Korean, and Japanese national security advisors discuss North Korea's cryptocurrency thefts and illicit weapons program.",
      "The advisors review progress on trilateral initiatives, including regional crises, ballistic missile defense, and responses to North Korea's use of cryptocurrency.",
      "They also discuss North Korea's relationship with Russia and joint efforts to seize cybercriminals' assets.",
      "The U.S. Treasury Department has sanctioned entities involved in money laundering and supporting North Korea's weapons program.",
      "Notably, privacy tool Tornado Cash and its developers have faced charges and sanctions for their alleged involvement in laundering stolen cryptocurrency."
    ],
    "link": "https://www.coindesk.com/policy/2023/12/09/us-south-korea-japan-discuss-north-korean-crypto-thefts-in-trilateral-meeting/?utm_medium=referral&utm_source=rss&utm_campaign=headlines"
  },
  {
    "title": "Crypto Provisions Dropped From 2023 U.S. Defense Bill",
    "subtitle_generated": "Provisions addressing anti-money-laundering concerns removed from must-pass legislation",
    "summary": [
      "Two crypto provisions addressing anti-money-laundering concerns were dropped from the National Defense Authorization Act.",
      "The provisions aimed to create an anti-money-laundering examination standard for crypto assets and analyze the use of privacy coins.",
      "The House of Representatives version of the bill did not include these provisions present in the Senate version.",
      "The bill often includes additional provisions and amendments, making it a must-pass legislation.",
      "Senators also proposed expanding U.S. sanctions rules for parties facilitating financial transactions with terrorists."
    ],
    "link": "https://www.coindesk.com/policy/2023/12/08/crypto-provisions-dropped-from-2023-us-defense-bill/?utm_medium=referral&utm_source=rss&utm_campaign=headlines"
  },
  {
    "title": "SOL Surges 13% as Solana NFTs Overtake Ethereum, BONK Up 26%",
    "subtitle_generated": "SOL hits 19-month high, BONK sets new all-time high, JTO token jumps 72%, and Solana NFTs outpace Ethereum in trading volume",
    "summary": [
      "Solana's native cryptocurrency, SOL, reaches a new 19-month peak of $73.85.",
      "Solana's leading meme coin, BONK, hits an all-time high price of $0.00001314.",
      "The newly airdropped JTO token on Solana's DeFi platform sees a 72% price hike in one day.",
      "Solana NFT trading volume surpasses that of Ethereum, with $14.8 million worth of trades in the past 24 hours.",
      "Tensorians emerges as the top traded project on Solana, with over $4 million worth of sales."
    ],
    "link": "https://decrypt.co/209160/sol-surges-13-solana-nfts-overtake-ethereum-bonk-up-26"
  },
  {
    "title": "Elon Musk Says 'Not Your Keys, Not Your Wallet' in Butchered Attempt at Bitcoin Mantra",
    "subtitle_generated": "Musk's misunderstanding of the \"not your keys, not your wallet\" saying sparks Twitter reactions",
    "summary": [
      "Elon Musk incorrectly quotes the well-known crypto saying \"not your keys, not your wallet\" in a Twitter exchange with Jack Dorsey.",
      "The saying emphasizes the importance of self-custody and personal control over crypto assets.",
      "Crypto advocates believe that self-custody is crucial to avoid relying on vulnerable third-party platforms.",
      "Musk's misquote highlights his lack of familiarity with the saying, despite being an avid crypto enthusiast.",
      "Twitter users react to Musk's error, joking about the misquote and reminding him of the correct version of the saying."
    ],
    "link": "https://decrypt.co/209133/elon-musk-says-not-keys-not-wallet-butchered-bitcoin-mantra"
  },
  {
    "title": "Got $1 Million in Bitcoin or Tether? El Salvador Will Give You a 'Freedom Visa'",
    "subtitle_generated": "El Salvador partners with Tether to attract foreign investors through a \"golden visa\" program",
    "summary": [
      "El Salvador launches a visa program offering passport and residency to foreigners who invest $1 million in Bitcoin or Tether.",
      "The program, called the \"freedom visa,\" aims to attract high net worth individuals and investors.",
      "Tether, the issuer of the stablecoin USDT, is partnering with the Salvadoran government for the program.",
      "The visa plan will invite 1,000 applicants per year to make a $1 million crypto donation for economic development.",
      "El Salvador's controversial adoption of Bitcoin as legal tender has faced criticism but also seen profitable gains."
    ],
    "link": "https://decrypt.co/209122/el-salvador-passport-cough-up-1m-bitcoin-tether"
  },
  {
    "title": "Amazon Prime Is Giving Out Free Items for NFT Game ‘Champions Ascension’",
    "subtitle_generated": "Amazon Prime Gaming users can claim exclusive in-game rewards for Champions Ascension",
    "summary": [
      "Amazon Prime Gaming is giving away free in-game items for Champions Ascension, a combat-oriented blockchain game.",
      "Subscribers can claim 100 in-game gold and a monster parts loot box, which can be used to craft monsters for the upcoming Maestro Towers mode.",
      "The items are not tokenized NFTs, but purely in-game digital items.",
      "Champions Ascension will offer biweekly giveaways through Amazon Prime Gaming for a 12-week promotion, including resources like essence and bone.",
      "Amazon Prime subscribers can access a variety of free in-game content for both NFT and \"Web2\" games."
    ],
    "link": "https://decrypt.co/209121/amazon-prime-giving-out-free-items-nft-game-champions-ascension"
  },
  {
    "title": "Digital Asset Brokerage Firm Nonco Raises $10M Seed Funding Led by Valor Capital, Hack VC",
    "subtitle_generated": "Nonco secures $10 million in funding to serve institutional clients in the US and experiences growing demand.",
    "summary": [
      "Nonco, a digital asset brokerage firm, has raised $10 million in seed funding to cater to increasing institutional clients in the US.",
      "The funding round was led by Valor Capital Group and Hack VC, with participation from other notable investors.",
      "Since its debut in April, Nonco has processed $6 billion in trading volume in Latin America and is now seeing growing demand in the US.",
      "Nonco aims to become the leading brokerage firm for digital assets by prioritizing technology, service, institutional risk management, and compliance.",
      "Brian Brooks and Alex Pack, leaders in the crypto industry, will join Nonco as board members."
    ],
    "link": "https://www.coindesk.com/business/2023/12/08/digital-asset-brokerage-firm-nonco-raises-10m-seed-funding-led-by-valor-capital-hack-vc/?utm_medium=referral&utm_source=rss&utm_campaign=headlines"
  },
  {
    "title": "Ethereum Layer-2 Starknet Reveals STRK Token Airdrop",
    "subtitle_generated": "Starknet Foundation intends to reward users, provide user rebates, and incentivize DeFi activity on their Ethereum scaling network.",
    "summary": [
      "Starknet plans to allocate over 1.8 billion STRK tokens to community members and stakeholders through airdrops.",
      "900 million STRK tokens will be allocated to reward past and future contributions by users and community members.",
      "Another 900 million STRK will be used to provide user rebates and recoup network transaction fees.",
      "An additional 50 million STRK tokens will be given to incentivize decentralized finance (DeFi) activity on Starknet.",
      "Similar airdrops by other blockchain projects have recently provided users with hundreds of millions of dollars worth of free tokens."
    ],
    "link": "https://decrypt.co/209109/ethereum-layer-2-starknet-reveals-strk-token-airdrop"
  },
  {
    "title": "What is Dogecoin? The Original Meme Coin Explained",
    "subtitle_generated": "Dogecoin's journey from a joke to a major cryptocurrency with a loyal community and philanthropic initiatives.",
    "summary": [
      "Dogecoin, originally created as a joke, has become one of the world's largest cryptocurrencies.",
      "Jackson Palmer and Billy Markus teamed up to turn the joke coin into a reality.",
      "Dogecoin has a lively community and has been involved in philanthropic endeavors.",
      "The cryptocurrency gained popularity with the help of influencers like Elon Musk.",
      "Dogecoin's future remains uncertain, but its active community may contribute to its longevity."
    ],
    "link": "https://decrypt.co/resources/dogecoin-crypto-cryptocurrency-guide-how-to-buy-doge"
  },
  {
    "title": "Animoca Brands Boosts 'Mocaverse' Funding to $31.88 Million With Dapper, Polygon Onboard",
    "subtitle_generated": "Additional funding will support the development of a digital identity and loyalty platform for blockchain games and other apps.",
    "summary": [
      "Animoca Brands secures $11.88 million in funding for its metaverse project Mocaverse.",
      "The Hong Kong-based firm has now raised a total of $31.88 million for the development of a digital identity and loyalty platform.",
      "The funding round includes participation from blockchain investment firms and NBA Top Shot maker Dapper Labs.",
      "Mocaverse aims to empower Web3 culture and entertainment by facilitating onboarding and growth for other Web3 platforms.",
      "The ecosystem will initially include Animoca's investment portfolio and expand to include other Web3 projects over time."
    ],
    "link": "https://decrypt.co/209096/animoca-brands-boosts-mocaverse-funding-31-88-million-dapper-polygon-onboard"
  }
]